Repository: Splinterjke/UmbrellaLauncher
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, ru, zh_cn

# LoginBtnContent
source: SIGN IN
de: ANMELDEN
es: REGISTRARSE
fr: SE CONNECTER
it: REGISTRATI
ru: ВХОД
zh_cn: 签到

# Language_TextBlock
source: Language
de: Sprache
es: Idioma
fr: La langue
it: linguaggio
ru: Язык
zh_cn: 语言

source: CHECKING FOR UPDATE
de: SUCHE NACH UPDATES
es: COMPROBACIÓN DE ACTUALIZACIÓN
fr: VÉRIFICATION DE LA MISE À JOUR
it: CONTROLLO DELL'AGGIORNAMENTO
ru: ПРОВЕРКА ОБНОВЛЕНИЙ
zh_cn: 检查更新

# INIT_KERNEL_ERROR
source: Initializing: kernel error
de: Initialisierung: Kernelfehler
es: Inicializando: error del kernel
fr: Initialisation: erreur du noyau
it: Inizializzazione: errore del kernel
ru: Инициализация: ошибка ядра
zh_cn: 初始化：内核错误

# SERVER_CONNECT_ERROR
source: Initializing: server connection error, please try again later
de: Initialisierung: Serververbindungsfehler, bitte versuchen Sie es später erneut
es: Inicializando: error de conexión del servidor, intente de nuevo más tarde
fr: Initialisation: erreur de connexion au serveur, veuillez réessayer plus tard
it: Inizializzazione: errore di connessione al server, riprova più tardi
ru: Инициализация: ошибка подключения к серверу, повторите попытку позже
zh_cn: 初始化：服务器连接错误，请稍后重试

source: DOWNLOADING UPDATE
de: UPDATE WIRD HERUNTERGELADEN
es: DESCARGANDO ACTUALIZACIÓN
fr: TÉLÉCHARGEMENT DE LA MISE À JOUR
it: SCARICARE AGGIORNAMENTO
ru: ЗАГРУЗКА ОБНОВЛЕНИЯ
zh_cn: 下载更新

source: AUTHORIZING
de: ERMÄCHTIGUNG
es: AUTORIZANDO
fr: AUTORISATION
it: AUTORIZZAZIONE
ru: АВТОРИЗАЦИЯ
zh_cn: 授权

# UpdatingFailed
source: Update: remote update server is not available
de: Update: remote update server ist nicht verfügbar
es: Actualización: el servidor de actualización remota no está disponible
fr: Mise à jour: le serveur de mise à jour à distance n'est pas disponible
it: Aggiornamento: il server remoto non è disponibile, ma è comunque possibile autorizzare
ru: Обновление: удаленный сервер обновлений не доступен
zh_cn: 更新：远程更新服务器不可用

# AUTH_ERROR
source: Authorization: wrong login or password
de: Autorisierung: falscher Login oder Passwort
es: Autorización: inicio de sesión o contraseña incorrectos
fr: Autorisation: mauvais login ou mot de passe
it: Autorizzazione: login o password errati
ru: Авторизация: неправильный логин или пароль
zh_cn: 授权：错误的登录名或密码

# HWID_ERROR
source: Authorization: wrong HWID
de: Berechtigung: falsche HWID
es: Autorización: HWID incorrecto
fr: Autorisation: mauvaise HWID
it: Autorizzazione: HWID errato
ru: Авторизация: неверный HWID
zh_cn: 授权：错误的HWID

# RemoteServerUnavailable
source: Server: remote server is not available
de: Server: Remote-Server ist nicht verfügbar
es: Servidor: el servidor remoto no está disponible
fr: Serveur: le serveur distant n'est pas disponible
it: Server: il server remoto non è disponibile
ru: Сервер: удаленный сервер недоступен
zh_cn: 服务器：远程服务器不可用

# LoadingText
source: LOADING
de: WIRD GELADEN
es: CARGANDO
fr: CHARGEMENT
it: CARICAMENTO IN CORSO
ru: ЗАГРУЗКА

# AskForSteamStart
source: Please start the Steam and press Start button again
de: Bitte starten Sie den Steam und drücken Sie die Start-Taste erneut
es: Por favor, inicie Steam y presione nuevamente el botón de Comenzar
fr: S'il vous plaît démarrer le Steam et appuyez sur le bouton Démarrer à nouveau
it: Si prega di avviare il vapore e premere di nuovo il pulsante Start
ru: Пожалуйста, запустите Steam и снова нажмите кнопку «START»
zh_cn: 请启动Steam并再次按开始按钮

source: STEAM REBOOTING
fr: STEAM RÉENCLENCHEMEN
ru: ПЕРЕЗАГРУЗКА STEAM
zh_cn: 蒸汽喷射

# Injecting
source: INJECTING UMBRELLA
de: UMBRELLA-Injektion
fr: PARAPLUIE D'INJECTION
it: UMBRELLA INIETTATO
ru: ИНЪЕКЦИЯ UMBRELLA
zh_cn: 注射伞

# SubTimeExpired
source: Your subscription time is expired, please update subscription
de: Ihre Abonnementzeit ist abgelaufen, bitte aktualisieren Sie das Abonnement
es: Su tiempo de suscripción ha expirado, actualice la suscripción
fr: Votre période d'abonnement a expiré, veuillez mettre à jour votre abonnement
it: Il tuo tempo di abbonamento è scaduto, si prega di aggiornare l'abbonamento
ru: Срок действия вашей подписки истек, пожалуйста, обновите подписку
zh_cn: 您的订阅时间已过，请更新订阅

# LOAD_KERNEL_ERROR
source: Kernel: product loading error
de: Kernel: Produktladefehler
es: Kernel: error de carga del producto
fr: Noyau: erreur de chargement du produit
it: Kernel: errore di caricamento del prodotto
ru: Ядро: ошибка загрузки продукта
zh_cn: 内核：产品加载错误

# SERVER_ERROR
source: Initializing: server connection error, please try again later
de: Initialisierung: Serververbindungsfehler, bitte versuchen Sie es später erneut
es: Inicializando: error de conexión del servidor, intente de nuevo más tarde
fr: Initialisation: erreur de connexion au serveur, veuillez réessayer plus tard
it: Inizializzazione: errore di connessione al server, riprova più tardi
ru: Инициализация: ошибка подключения к серверу, повторите попытку позже
zh_cn: 初始化：服务器连接错误，请稍后重试

source: AntiVAC: OpenProcess error
de: AntiVAC: fehler OpenProcess
es: AntiVAC: error de OpenProcess
fr: AntiVAC: erreur OpenProcess
it: AntiVAC: errore OpenProcess
ru: AntiVAC: ошибка OpenProcess
zh_cn: AntiVAC：OpenProcess错误

# ANTIVAC_STEAMPATH_ERROR
source: AntiVAC: failed getting Steam path (steam.exe is not found)
de: AntiVAC: Fehler beim Aufrufen des Steam-Pfades (steam.exe wurde nicht gefunden)
es: AntiVAC: error al obtener la ruta Steam (no se encuentra steam.exe)
fr: AntiVAC: échec de l'obtention du chemin Steam (steam.exe est introuvable)
it: AntiVAC: impossibile ottenere il percorso Steam (steam.exe non è stato trovato)
ru: AntiVAC: не удалось получить Steam путь (steam.exe не найден)
zh_cn: AntiVAC：获取Steam路径失败（找不到steam.exe）

# ANTIVAC_INJECT_ERROR
source: AntiVAC: injecting error, please restart the launcher by administrator and disable antiviruses and firewalls
de: AntiVAC: Fehler beim Einspielen, starten Sie den Launcher bitte neu und deaktivieren Sie Antiviren und Firewalls
es: AntiVAC: error de inyección, reinicie el iniciador por administrador y desactive antivirus y firewalls
fr: AntiVAC: erreur d'injection, veuillez redémarrer le lanceur par l'administrateur et désactiver les antivirus et les pare-feu
it: AntiVAC: errore di iniezione, si prega di riavviare il launcher da amministratore e disabilitare antivirus e firewall
ru: AntiVAC: ошибка инъекции, перезапустите лаунчер от администратора, отключите антивирусы и брандмауэры
zh_cn: AntiVAC：注入错误，请通过管理员重新启动启动器并禁用防病毒和防火墙

# CHEAT_PROTECTION_ERROR
source: Cheat: init protection error.
de: Cheat: Init schutz fehler.
es: Truco: error de protección de inicio.
fr: Cheat: erreur de protection d'init.
it: Cheat: errore di protezione init.
ru: Чит: ошибка инициализации защиты.
zh_cn: 作弊：init保护错误。

# CHEAT_DOTAPATH_ERROR
source: Cheat: failed getting Dota2 path, you probably never launched Dota2
de: Cheat: Fehler beim Dota2-Pfad, du hast Dota2 wahrscheinlich nie gestartet
es: Truco: no se pudo obtener la ruta Dota2, probablemente nunca se lanzó Dota2
fr: Triche: échec de l'obtention du chemin Dota2, vous n'avez probablement jamais lancé Dota2
it: Cheat: impossibile ottenere il percorso Dota2, probabilmente non hai mai lanciato Dota2
ru: Cheat: не удалось получить Dota2 путь, вы, вероятно, никогда не запускали Dota2
zh_cn: 作弊：获取Dota2路径失败，您可能从未启动过Dota2

# CHEAT_CRCCHECK_ERROR
source: Cheat: game files check error, you'd update game client or wait for Umbrella server update, please try again later
de: Cheat: Spiel-Dateien prüfen Fehler, du würdest den Spiel-Client aktualisieren oder auf Umbrella-Server-Update warten, bitte versuche es später noch einmal
es: Cheat: los archivos del juego verifican el error, usted actualiza el cliente del juego o espera la actualización del servidor Umbrella, intente de nuevo más tarde
fr: Cheat: les fichiers du jeu vérifient l'erreur, vous mettez à jour le client du jeu ou attendez la mise à jour du serveur Umbrella, veuillez réessayer plus tard
it: Cheat: i file di gioco controllano l'errore, aggiornerai il client di gioco o attendi l'aggiornamento del server Umbrella, riprova più tardi
ru: Cheat: ошибка проверки файлов игры, обновите игровой клиент или дождитесь обновления сервера Umbrella и повторите попытку позже
zh_cn: 作弊：游戏文件检查错误，你会更新游戏客户端或等待Umbrella服务器更新，请稍后重试

# CHEAT_INJECT_ERROR
source: Cheat: injecting error
de: Cheat: code injektion fehler
es: Truco: error de inyección
fr: Cheat: erreur d'injection
it: Cheat: errore di iniezione
ru: Чит: ошибка инъекции кода
zh_cn: 作弊：注入错误

source: LAUNCHING DOTA
de: Startpunkt DOTA
es: LANZANDO DOTA
fr: LOT DE DOTA
it: LANCIO DOTA
ru: ЗАПУСК DOTA
zh_cn: 发射DOTA

# IncorrectLuaPath
source: Incorrect lua path, it only supports github .lua path or repository
de: Falscher Lua-Pfad, unterstützt nur github .Lua-Pfad oder -Repository
es: Ruta lua incorrecta, solo admite la ruta o depósito github .lua
fr: Chemin lua incorrect, il ne prend en charge que le chemin ou le référentiel github .lua
it: Percorso lua errato, supporta solo il percorso o il repository github .lua
ru: Некорректный путь до lua, поддерживается только прямой путь до локального или онлайн файла .lua или ссылка на github репозиторий
zh_cn: 路径不正确，它只支持github .lua路径或存储库

# EmailHint
source: Email
ru: Эл. адрес
zh_cn: 电子邮件

# PasswordHint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
it: Parola d'ordine
ru: Пароль
zh_cn: 密码

source: Welcome
de: Herzlich willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ru: Добро пожаловать
zh_cn: 欢迎

# ERROR_TextBlock
source: ERROR
fr: ERREUR
it: ERRORE
ru: ОШИБКА
zh_cn: 错误

# WARNING_TextBlock
source: WARNING
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
it: AVVERTIMENTO
ru: ВНИМАНИЕ
zh_cn: 警告

# SteamIsLaunched
source: Steam has been launched but please open Steam game library and press the OK button
de: Steam wurde gestartet, aber bitte öffne die Steam-Spiele-Bibliothek und drücke die OK-Taste
es: Steam ha sido lanzado, pero abre la biblioteca de juegos de Steam y presiona el botón OK
fr: Steam a été lancé, mais s'il vous plaît ouvrez la bibliothèque du jeu Steam et appuyez sur le bouton OK
it: Steam è stato lanciato ma si prega di aprire la libreria di giochi Steam e premere il tasto OK
ru: Steam был запущен, но, пожалуйста, откройте библиотеку игр Steam и нажмите кнопку OK
zh_cn: Steam已启动，但请打开Steam游戏库并按OK按钮

# MainSettings_TextBlock
source: MAIN SETTINGS
de: HAUPTEINSTELLUNGEN
es: AJUSTES PRINCIPALES
fr: RÉGLAGES PRINCIPAUX
it: IMPOSTAZIONI PRINCIPALI
ru: ОСНОВНЫЕ НАСТРОЙКИ
zh_cn: 主要设置

source: Free days
de: Freie Tage
es: Días libres
fr: Jours gratuits
it: Giorni liberi
ru: Бесплатные дни
zh_cn: 空闲的日子

# Expire_TextBlock
source: Expire
de: Verfallen
es: Expirar
fr: Expirer
it: Scadere
ru: Окончание
zh_cn: 到期

source: CHEAT STATUS
es: ESTADO DE CHEAT
fr: STATUT CHEAT
it: STATO DI CHEAT
ru: СТАТУС ЧИТА
zh_cn: CHEAT状态

source: UPDATED
de: AKTUALISIERT
es: ACTUALIZADO
fr: ACTUALISÉ
it: AGGIORNATO
ru: ОБНОВЛЕНО
zh_cn: 更新

source: Update subscription
de: Abonnement aktualisieren
es: Suscripción de actualización
fr: Mise à jour
it: Aggiorna abbonamento
ru: Обновите подписку
zh_cn: 更新订阅

source: NEWS
de: NACHRIC.
es: NOTICIAS
fr: NOUVELLES
it: NOTIZIA
ru: НОВОСТИ
zh_cn: 新闻

source: SCRIPTS
es: GUIONES
it: SCRIPT
ru: СКРИПТЫ

source: SETTINGS
de: EINSTELL.
es: AJUSTES
fr: PARAMÈT.
it: IMPOST.
ru: ОПЦИИ
zh_cn: 设置

source: UPDATING
de: AKTUALISIERUNG
es: ACTUALIZANDO
fr: MISE À JOUR
it: IN AGGIORNAMENTO
ru: ОБНОВЛЕНИЕ

source: Auto scripts update
de: Automatische Skripte aktualisieren
es: Actualización automática de scripts
fr: Mise à jour automatique des scripts
it: Aggiornamento automatico degli script
ru: Автоматическое обновление скриптов
zh_cn: 自动脚本更新

source: CRC check
de: CRC-Prüfung
es: Control de CRC
fr: Contrôle CRC
it: Controllo CRC
ru: Проверка CRC
zh_cn: CRC检查

# ManualSteamLaunched
source: Manual Steam launched accepting
de: Manual Steam startete das Annehmen
es: Manual Steam lanzó aceptando
fr: Lancement manuel de Steam
it: Manuale Steam ha avviato l'accettazione
ru: Ручной запуск Steam
zh_cn: 手动Steam启动接受

# ManualSteamLaunch_hint
source: (turn it on when Dota2 is started too early)
de: (Einschalten, wenn Dota2 zu früh gestartet wird)
es: (enciéndalo cuando Dota2 se inicia demasiado pronto)
fr: (Activer quand Dota2 est démarré trop tôt)
it: (attivarlo quando Dota2 viene avviato troppo presto)
ru: (включите его, когда Dota2 запускается слишком рано)
zh_cn: （当Dota2启动得太早时打开它）

source: Game launch Options
de: Spielstart Optionen
es: Opciones de lanzamiento del juego
fr: Options de lancement de jeu
it: Opzioni di lancio del gioco
ru: Параметры запуска игры
zh_cn: 游戏启动选项

source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
ru: Например
zh_cn: 例

# AddScripts_tooltip
source: Add scripts
de: Skripte hinzufügen
es: Agregar scripts
fr: Ajouter des scripts
it: Aggiungi script
ru: Добавить скрипты
zh_cn: 添加脚本

# UpdateScripts_tooltip
source: Update all scripts
de: Aktualisieren Sie alle Skripts
es: Actualizar todos los scripts
fr: Mettre à jour tous les scripts
it: Aggiorna tutti gli script
ru: Обновить все скрипты
zh_cn: 更新所有脚本

# DeleteScripts_tooltip
source: Delete all scripts
de: Löschen Sie alle Skripts
es: Eliminar todos los scripts
fr: Supprimer tous les scripts
it: Elimina tutti gli script
ru: Удалить все скрипты
zh_cn: 删除所有脚本

# PasteLuaPath_textblock
source: PASTE SCRIPTS PATH
de: PASTE LUA SCRIPT PATH
es: PASTE LUA SCRIPT PATH
fr: PASTE LUA SCRIPT PATH
it: PERCORSO DELLO SCRIPT DI PASTA LUA
ru: ВСТАВЬТЕ ПУТЬ ДО LUA СКРИПТА
zh_cn: 粘贴LUA脚本路径

# URLtoLuaPath_hint
source: URL to lua script or github repository
de: URL zu Lua skript or github repository
es: URL al script lua o al repositorio github
fr: URL vers le script lua ou github repository
it: URL per lo script lua o repository github
ru: Ссылка на lua скрипт или github репозиторий
zh_cn: lua脚本或github存储库的URL

# AcceptBtnContent
source: ACCEPT
de: AKZEPTIEREN
es: ACEPTAR
fr: ACCEPTEZ
it: ACCETTARE
ru: ПРИНЯТЬ
zh_cn: 接受

# CancelBtnContent
source: CANCEL
de: STORNIEREN
es: CANCELAR
fr: ANNULER
it: ANNULLA
ru: ОТМЕНА
zh_cn: 取消

# OnUpdatingStatus
source: ON UPDATING
de: AUF AKTUALISIERUNG
es: ACTUALIZANDO
fr: À LA MISE À JOUR
it: SU AGGIORNAMENTO
ru: НА ОБНОВЛЕНИИ
zh_cn: 在更新

# ScriptConflict_textblock
source: SCRIPT CONFLICT
de: SCRIPT KONFLIKT
es: CONFLICTO DE SCRIPT
fr: SCRIPT CONFLIT
it: CONFLITTO DI SCRIPT
ru: КОНФЛИКТ СКРИПТА
zh_cn: 文件冲突

# ScriptConflictDesc_textblock
source: There script conflict has occurred while updating. Press the Accept button to get the latest github version or Cancel to keep local version.
de: Während der Aktualisierung ist ein Skriptkonflikt aufgetreten. Drücken Sie die Schaltfläche Akzeptieren, um die neueste Github-Version zu erhalten, oder Abbrechen, um die lokale Version beizubehalten.
es: Existe conflicto de secuencia de comandos durante la actualización. Presione el botón Aceptar para obtener la última versión de github o Cancelar para mantener la versión local.
fr: Il y a eu un conflit de script lors de la mise à jour. Appuyez sur le bouton Accepter pour obtenir la dernière version de github ou sur Annuler pour conserver la version locale.
it: Ci sono stati conflitti di script durante l'aggiornamento. Premi il pulsante Accetta per ottenere la versione github più recente o Annulla per mantenere la versione locale.
ru: Обнаружен конфликт скриптов во время обновления. Нажмите Принять, чтобы получить последнюю версию с GitHub или Отмена, чтобы оставить локальную версию.
zh_cn: 更新时发生脚本冲突。 按接受按钮获取最新的github版本或取消保留本地版本。

# ActivatePromoKey_textblock
source: KEY ACTIVATION
de: AKTIVIERUNG DES SCHLÜSSELS
es: ACTIVACIÓN DE LLAVE
fr: ACTIVATION DE LA CLE
it: ATTIVAZIONE DELLA CHIAVE
ru: АКТИВАЦИЯ КЛЮЧА
zh_cn: 关键的激活

# PromoKey_hint
source: Enter the subscription key
de: Geben Sie den Abonnementschlüssel ein
es: Ingrese la clave de suscripción
fr: Entrez la clé d'abonnement
it: Inserisci la chiave di abbonamento
ru: Введите ключ подписки
zh_cn: 输入订阅密钥

# PromoKey_limit
source: You may active the next promo key in
de: Sie können die nächste Promo-Taste aktivieren
es: Puede activar la siguiente clave de promoción en
fr: Vous pouvez activer la prochaine clé de promotion dans
it: Puoi attivare la prossima chiave promo in
ru: Вы сможете активировать следующий ключ через
zh_cn: 您可以激活下一个促销密钥

# PromoKey_no_exists
source: The subscription key does not exist
de: Dieser Abonnementschlüssel existiert nicht
es: Esta clave de suscripción no existe
fr: La clé d'abonnement n'existe pas
it: Questa chiave di abbonamento non esiste
ru: Такого ключа подписки не существует
zh_cn: 订阅密钥不存在

# PromoKey_already_used
source: This key has already been activated
de: Dieser Schlüssel wurde bereits aktiviert
es: Esta clave ya ha sido activada
fr: Cette clé a déjà été activée
it: Questa chiave è già stata attivata
ru: Этот ключ уже был активирован
zh_cn: 此密钥已被激活

# PromoKeyOption_textblock
source: Key activation
de: Aktivierung des schlüssels
es: Activación de llave
fr: Activation de la cle
it: Attivazione della chiave
ru: Активация ключа
zh_cn: 促销代码

# PromoKey_success
source: Key successfully activated
de: Schlüssel erfolgreich aktiviert
es: Clave exitosamente activada
fr: Clé activée avec succès
it: Chiave attivata con successo
ru: Ключ успешно активирован
zh_cn: 密钥成功激活

# SUCCESS_TextBlock
source: SUCCESS
de: ERFOLG
es: ÉXITO
fr: SUCCÈS
it: SUCCESSO
ru: УСПЕХ

# Downloading_images
source: DOWNLOADING RESOURCES
de: RESSOURCEN HERUNTERLADEN
es: DESCARGAR RECURSOS
fr: TÉLÉCHARGEMENT DES RESSOURCES
it: SCARICARE LE RISORSE
ru: ЗАГРУЗКА РЕСУРСОВ
zh_cn: 下载资源

# Unpacking_images
source: RESOURCES UNPACKING
de: RESSOURCEN AUSPACKEN
es: DESEMPAQUETADO DE RECURSOS
fr: RESSOURCES DÉBALLAGE
it: RISORSE DISIMBALLO
ru: РАСПАКОВКА РЕСУРСОВ
zh_cn: 开发资源

# CurrentServer_TextBlock
source: Umbrella server
es: Umbrella servidor
fr: Umbrella serveur
ru: Сервер Umbrella
zh_cn: Umbrella 服务器

# LOAD_PRIVATE_SCRIPTS_ERROR
source: Could not send scripts list
de: Skriptliste konnte nicht gesendet werden
es: No se pudo enviar la lista de scripts
fr: Impossible d'envoyer la liste des scripts
it: Impossibile inviare l'elenco degli script
ru: Не удалось отправить список приватных скриптов
zh_cn: 无法发送脚本列表

source: Private scripts
de: Private skripte
es: Scripts privados
fr: Scripts privés
it: Script privati
ru: Приватные скрипты
zh_cn: 私人脚本

source: User scripts
de: Benutzer skripte
es: Scripts de usuario
fr: Scripts utilisateur
it: Script utente
ru: Польз. скрипты
zh_cn: 用户脚本

# ForumUrl_textblock
source: FORUM URL
ru: ФОРУМ ССЫЛКА
zh_cn: 论坛网址

# ForumUrlDesc_textblock
source: Press the button below to open forum thread about the script with relative language
de: Klicken Sie auf die Schaltfläche unten, um den Diskussionsfaden für das Skript mit relativer Sprache zu öffnen
es: Presione el botón de abajo para abrir el hilo del foro sobre el script con un idioma relativo
fr: Appuyez sur le bouton ci-dessous pour ouvrir la discussion sur le script avec le langage relatif
it: Premi il pulsante in basso per aprire il thread del forum sullo script con la lingua relativa
ru: Нажмите на одну из кнопок ниже, чтобы открыть тему описания скрипта на соответствующем языке
zh_cn: 按下面的按钮以相对语言打开有关脚本的论坛帖子

# RememberMyChoice
source: Don't ask again
de: Auswahl merken
es: Recuerda selección
fr: Rappelez-vous la sélection
it: Ricorda la selezione
ru: Запомнить выбор
zh_cn: 记住选择

# LIFETIME
source: LIFETIME SUB.
ru: LIFETIME ПОДПИСКА

# LOADPRODUCT_NOTFOUND
source: Wrong product ID
de: Falsche Produkt ID
es: Identificación de producto incorrecta
fr: Mauvais ID de produit
it: ID prodotto errato
ru: Неверный ID продукта
zh_cn: 产品ID错误

# HWID_BANNED
source: HWID is banned
de: HWID ist verboten
es: HWID está prohibido
fr: HWID est interdit
it: HWID è bannato
ru: HWID забанен
zh_cn: HWID被禁止
